Autodesk.Revit.DB.ISaveSharedCoordinatesCallback.GetSaveModifiedLinksOption(Autodesk.Revit.DB.RevitLinkType)
Determines whether Revit should save the link, not save the link,
or discard shared positioning entirely.
link:
The Revit link which has modified shared coordinates.
Since:
2014